[
  {
    "reviewer": "Jessica R.",
    "rating": 5,
    "review": "I've been using NOD for the past three months, and it has been a game-changer for my family's meals. Sammie puts so much care into each dish, and you can really taste it. The meals are not only healthy but incredibly delicious. My kids, who are usually picky eaters, love everything we've tried so far. The convenience of having nutritious lunches and dinners ready to go has made our lives so much easier. I highly recommend NOD to anyone looking to eat better without sacrificing flavor.",
    "photos": [
      "/testimonials/IMG_1152.HEIC.jpg",
      "/testimonials/IMG_1340.HEIC.jpg",
      "/testimonials/IMG_1365.HEIC.jpg",
      "/testimonials/IMG_2118.HEIC.jpg",
      "/testimonials/IMG_2178.HEIC.jpg",
      "/testimonials/IMG_2180.HEIC.jpg",
      "/testimonials/IMG_2218.HEIC.jpg",
      "/testimonials/IMG_2402.HEIC.jpg",
      "/testimonials/IMG_2419.HEIC.jpg",
      "/testimonials/IMG_2420.HEIC.jpg"
    ]
  },
  {
    "reviewer": "David M.",
    "rating": 5,
    "review": "NOD has exceeded all my expectations. As someone who's always on the go, I struggled to find the time to cook healthy meals. Sammie's meal prep program has been a lifesaver. The portions are perfect, and the ingredients are always fresh. I appreciate the variety in the menu, which keeps things exciting. Every meal feels like it was made with love, and it’s clear that Sammie is passionate about what she does. If you want tasty and nutritious meals without the hassle, NOD is the way to go.",
    "photos": [
      "/testimonials/IMG_1313.HEIC.jpg",
      "/testimonials/IMG_1156.HEIC.jpg",
      "/testimonials/IMG_1157.HEIC.jpg",
      "/testimonials/IMG_1158.HEIC.jpg"
    ]
  },
  {
    "reviewer": "Emily T.",
    "rating": 4,
    "review": "Sammie at NOD is doing an incredible job! The meals are well-balanced and delicious, making it easy to stick to a healthy eating plan. I love that I don't have to worry about what to cook for dinner after a long day at work. The only reason I didn't give five stars is that I wish there were more vegetarian options. However, the quality and taste of the meals are outstanding. I'm looking forward to seeing how NOD evolves and hoping for even more menu options in the future.",
    "photos" : [
      "/testimonials/IMG_2219.HEIC.jpg",
      "/testimonials/IMG_2389.HEIC.jpg"
    ]
  },
  {
    "reviewer": "Michael S.",
    "rating": 5,
    "review": "NOD has been a fantastic addition to my weekly routine. Sammie's meals are both flavorful and nutritious, making it so much easier to maintain a healthy diet. The convenience of having ready-made lunches and dinners is unbeatable, especially with my busy schedule. I also love that the meals cater to different dietary preferences, which is a huge plus for my family. The attention to detail in each dish is evident, and I can’t thank Sammie enough for her dedication to quality and taste. Highly recommend!",
    "photos": [
      "/testimonials/IMG_2366.HEIC.jpg",
      "/testimonials/IMG_2368.HEIC.jpg",
      "/testimonials/IMG_2370.HEIC.jpg",
      "/testimonials/IMG_2398.HEIC.jpg",
      "/testimonials/IMG_2399.HEIC.jpg"
    ]
  },
  {
    "reviewer": "Sarah L.",
    "rating": 5,
    "review": "I've tried several meal prep services, but NOD stands out for its exceptional quality and taste. Sammie's meals are always fresh, well-seasoned, and perfectly portioned. I appreciate the balance of protein, vegetables, and grains in each meal, ensuring I get a nutritious diet without any hassle. The service is reliable, and the meals are beautifully packaged. It feels like I'm eating a home-cooked meal every day. NOD has definitely made my life easier and healthier. Five stars all the way!",
    "photos": [
      "/testimonials/IMG_2421.HEIC.jpg",
      "/testimonials/IMG_2436.HEIC.jpg",
      "/testimonials/IMG_2437.HEIC.jpg",
      "/testimonials/IMG_2454.HEIC.jpg",
      "/testimonials/IMG_2481.HEIC.jpg",
      "/testimonials/IMG_2502.HEIC.jpg"
    ]
  },
  {
    "reviewer": "Julia H.",
    "rating": 5,
    "review": "I can't thank Sammie enough for making my life as a parent so much easier! With her meal prep service, I no longer stress about what to pack for my kids' lunches. Sammie's meals are not only nutritious but also kid-friendly and delicious. My children used to be picky eaters, but now they eagerly look forward to their lunchtime surprises. The variety in the menu keeps them excited, and I appreciate the effort Sammie puts into making each meal balanced and tasty. Knowing that my kids are eating well while I'm at work gives me peace of mind. I highly recommend NOD to any parent looking to simplify mealtime without compromising on quality.",
    "photos": [
      "/testimonials/IMG_2493.HEIC.jpg",
      "/testimonials/IMG_2476.HEIC.jpg",
      "/testimonials/IMG_2477.HEIC.jpg",
      "/testimonials/IMG_2478.HEIC.jpg",
      "/testimonials/IMG_2492.HEIC.jpg",
      "/testimonials/IMG_2452.HEIC.jpg"
    ]
  }
]
